{
    "tottenham": ["White Hart Lane was a football stadium in Tottenham, North London and was the home of Tottenham Hotspur Football Club from 1899 to 2017",
                  "The stadium, which was known amongst Spurs fans as The Lane, had hosted 2,533 competitive Spurs games in its 118-year history. It had also been used for England national football matches and England under-21 football matches.",
                  "Construction work is in progress for Tottenham to move to a new stadium with an estimated capacity of 61,000",
                  "with the new stadium being built on the current site instead of moving elsewhere or from the borough of Haringey.",
                  "When the club was first formed in 1882, the club played its matches on public land at the Park Lane end of Tottenham Marshes.",
                  "In 1904, a large earth bank was built at the Park Lane end. The ground now had an overall capacity of 32,000, with a main stand that provided seating for 500, and covered accommodation for 12,000",
                  "Tottenham Hotspur Football Club, commonly referred to simply as Tottenham",
                  "Spurs, is an English football club located in Tottenham, Haringey, London, that competes in the Premier League",
                  "The club's home for the 2017–18 season will be Wembley Stadium, as their former home of White Hart Lane is being dismantled to make way for a completely new rebuilt stadium on the same site.",
                  "Founded in 1882, Tottenham won the FA Cup for the first time in 1901, making them the only non-League club to do so since the formation of the Football League in 1888."],
    "arsenal": ["Arsenal Stadium was a football stadium in Highbury, North London, which was the home ground of Arsenal Football Club between 6 September 1913 and 7 May 2006",
                "It was mainly known as the Highbury Stadium due to its location and was given the affectionate nickname of the Home of Football by the club",
                "Its presence also led to the local London Underground station being renamed to Arsenal in 1932, making it the only station on the Underground network to be named after a football club",
                "The original stadium was built in 1913, when Woolwich Arsenal moved from the Manor Ground in Plumstead, South East London to Highbury, leasing the recreation fields of St John's College of Divinity for £20,000",
                "Thierry Henry waiting to take a corner kick during the last ever game held at Highbury in 2006",
                "Arsenal Football Club is a professional football club based in Highbury, London, England, that plays in the Premier League, the top flight of English football",
                "Arsenal was the first club from the South of England to join The Football League, in 1893, and they reached the First Division in 1904.",
                "In 1886, Woolwich munitions workers founded the club as Dial Square. In 1913, the club crossed the city to Arsenal Stadium in Highbury.",
                "Arsenal earned €435.5m in 2014–15, with the Emirates Stadium generating the highest revenue in world football",
                "The club metamorphosed during the long tenure of manager Arsène Wenger, appointed in 1996. New, attacking football,"]
}